// 1. Вам дана переменная num, присвойте ей значение. Выведите значение этой переменной в консоль.
// let num = 5
// console.log(num);

// 2. Вам даны переменные a=10, b=2 и c=5. Выведите в консоль их сумму.
// let a = 10
// let b = 2
// let c = 5
// console.log(a+b+c);

// 3. Вам дана переменная со значением 100, выведите в консоль умноженную переменную на 2.
// const d = 100
// console.log(d*2);
// 4. Вам даны переменные a=10 и b=2. Выведите в консоль их сумму, разность, произведение и частное (результат деления).
// const a=10
// const b=2
// const add = a + b
// const take = a - b
// const multi = a * b
// const divide = a / b
// console.log(add, take, multi, divide);

// 5. Вам даны переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result. Выведите в консоль значение переменной result.
// const c = 15
// const d = 2
// result = c + d
// console.log(result);

// 6. Вам даны переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c. Затем создайте  переменную d, присвойте ей любое числовое значение. Сложите переменные c и d, а результат запишите в переменную result. Выведите в консоль значение переменной result.
// const a=17
// const b=10
// const c = a - b
// const d = 4
// const result = c + d
// console.log(result);






